{
  "products": [
    {
      "id": 1,
      "productName": "Windows to Worlds: The Art of Devin Elle Kurtz",
      "categoryName": "Art of",
      "description": "Industry professional Devin Elle Kurtz inspires and instructs in her debut artbook. In addition to sharing how she has navigated the various paths of education, work, and personal struggles, Devin reveals her approach to color, light, and storytelling. Readers will find theory, techniques, and favorite tools sitting alongside step-by-step tutorials as Devin helps them unlock their own artistic potential.",
      "price": 2800,
      "is_available": true,
      "productImg": "https://i.postimg.cc/1XXVRytn/images.jpg",
      "rating": 4.8,
      "review": 1823,
      "publisher": "3dtotal Publishing",
      "author": "Devin Elle Kurtz"
    },
    {
      "id": 2,
      "productName": "Wonder: The Art and Practice of Beatrice Blue",
      "categoryName": "Art of",
      "description": "Follow illustrator Beatrice Blue on a journey of discovery through her whimsical world of quirky creatures, engaging characters, and immersive scenery. Uncover the enchanting stories and influences behind Beatrice’s magical creations and find out more about the evocative “Childhood Week” challenge. Be inspired to forge your own creative path and learn to create considered artwork imbued with personality and life.",
      "price": 1400,
      "is_available": true,
      "productImg": "https://i.postimg.cc/FzcpQ6hS/images2.jpg",
      "rating": 4.3,
      "review": 780,
      "publisher": "3dtotal Publishing",
      "author": "Beatrice Blue"
    },
    {
      "id": 3,
      "productName": "The Style of Loish",
      "categoryName": "Art of",
      "description": "Throughout her career, Loish has developed to become known for her instantly recognizable style. In this unique book, she not only takes a deep dive into the various aspects of her art that combine to produce this style, but also helps readers identify and nurture their own individual style. Richly illustrated pages are packed with new art, advice, and practical exercises.",
      "price": 3000,
      "is_available": true,
      "productImg": "https://i.postimg.cc/HkT2f3RJ/images3.jpg",
      "rating": 4.7,
      "review": 1230,
      "publisher": "3dtotal Publishing",
      "author": "Lois van Baarle"
    },
    {
      "id": 4,
      "productName": "The Art of Feefal",
      "categoryName": "Art of",
      "description": "Be surprised, charmed, and intrigued by the unique work of Linnea Kikuchi (AKA Feefal), whose 1 million Instagram followers enjoy her surreal yet utterly believable creations. In this brand-new collection, she guides us through classic pieces, never-before-seen works, and tutorials crafted specially for the book. From early influences to her current workflow, Feefal’s captivating world is presented in this beautifully produced hardback volume.",
      "price": 3070,
      "is_available": true,
      "productImg": "https://i.postimg.cc/tgTzgJXp/images4.jpg",
      "rating": 4.9,
      "review": 2500,
      "publisher": "3dtotal Publishing",
      "author": "Linnea Kikuchi"
    },
    {
      "id": 5,
      "productName": "Rêverie: The Art of Sibylline Meynet ",
      "categoryName": "Art of",
      "description": "Talented French illustrator and character designer Sibylline Meynet shares her beautiful artwork, exclusive tutorials, and step-by-step techniques in her first published artbook. Through its pages, Sibylline also shares her experiences working in the art industry, juggling work commitments with exhibiting, and a peek into her workspace and influences. Rêverie is a must-have for artists and illustrators in need of career inspiration and a creative reboot.",
      "price": 2900,
      "is_available": true,
      "productImg": "https://i.postimg.cc/DZ4dqNJN/image5.jpg",
      "rating": 4.1,
      "review": 378,
      "publisher": "3dtotal Publishing",
      "author": "Sibylline Meynet"
    },
    {
      "id": 6,
      "productName": "Draw What You Love: The Art of Simone Grünewald ",
      "categoryName": "Art of",
      "description": "Discover the enchanting work of popular German artist Simone Grünewald, whose personal designs feature characters, scenes, and narratives inspired by her everyday-life experiences and passion for the arts. Specially commissioned, in-depth tutorials, and exclusive art combine with portfolio favorites, professional advice, and words of wisdom to create a stunning book perfect for fans of character design and the artist herself.",
      "price": 2550,
      "is_available": true,
      "productImg": "https://i.postimg.cc/x1dmvZBP/image6.jpg",
      "rating": 4.3,
      "review": 633,
      "publisher": "3dtotal Publishing",
      "author": "Simone Grünewald"
    },
    {
      "id": 7,
      "productName": "Guweiz: The Art of Gu Zheng Wei ",
      "categoryName": "Art of",
      "description": "Digital artist Gu Zheng Wei, AKA Guweiz, shares his anime-inspired world in this captivating book. His unique urban take on the popular manga and anime styles is gripping right from the first page, from his often poetic take on Japanese lifestyle to the fantastic narratives he creates. Embark on a journey through his imaginative world, and uncover a prolific portfolio packed with gritty details of the urban landscape and dark, surreal imagery.",
      "price": 2865,
      "is_available": true,
      "productImg": "https://i.postimg.cc/Jzyn4C9S/image7.jpg",
      "rating": 4.8,
      "review": 1438,
      "publisher": "3dtotal Publishing",
      "author": "Gu Zheng Wei"
    },
    {
      "id": 8,
      "productName": "Komorebi: The Art of Djamila Knopf",
      "categoryName": "Art of",
      "description": "Travel through the world of Djamila Knopf, an artist and teacher whose Japanese-influenced characters and settings enchant fans worldwide. Go behind the scenes to uncover her processes, including the use of storytelling in her artwork, and her ideation techniques. Explore a curated gallery of favorites and never-before-seen art commissioned for this book. Tutorials reveal how she creates her stunning images.",
      "price": 2770,
      "is_available": true,
      "productImg": "https://i.postimg.cc/8CQ1pJdr/image8.jpg",
      "rating": 4.4,
      "review": 875,
      "publisher": "3dtotal Publishing",
      "author": "Djamila Knopf"
    },
    {
      "id": 9,
      "productName": "Beginner's Guide to Digital Painting in Procreate",
      "categoryName":"Beginners Guide",
      "description":"In this invaluable beginner’s guide, professional artists show you how to draw, paint, and sketch digitally, at home or on the go. Packed full of expert tips, diverse projects, and inspirational artwork, it unlocks the secrets of this affordable, versatile, and highly intuitive software. Exploring the creative potential of layer masks, blend modes, and how to create your own custom brushes, leading artists from across the concept art and illustration industries share eye-opening step-by-step tutorials to enable you to confidently create your own digital masterpieces. The engaging and accessible chapters take you right back to basics. From creating your first canvas to exporting your final artwork, Beginner’s Guide to Digital Painting in Procreate shows beginners and experienced creators alike how to get the most from this digital art game-changer.",
      "price":2238,
      "is_available":true,
      "productImg":"https://i.postimg.cc/GmS9H0mR/proc-01-1024x1024-2x.webp",
      "rating":4.5,
      "review":2350,
      "publisher":"3dtotal Publishing",
      "author":"Izzy Burton, Aveline Stokart, Samuel Inkiläinen, Nicholas Kole, Max Ulichney, Dominik Mayer, Simone Grünewald, Sam Nassour"
    },
    {
      "id": 10,
      "productName": "Atey Ghailan: An Artistic Journey",
      "categoryName": "Art of",
      "description": "Concept artist and illustrator Atey Ghailan takes you on the journey of his career, from how he first got started, all the way to his position as Senior Illustrator at Riot Games, California. In addition to revealing his Japanese-tinged influences and gallery of his work, Atey also talks us through his creative workflow and never-before-published work.",
      "price": 2662,
      "is_available": true,
      "productImg": "https://i.postimg.cc/wx5Prfp5/g9781912843176.jpg",
      "rating": 4.7,
      "review": 387,
      "publisher": "3dtotal Publishing",
      "author": "Atey Ghailan"
    },
    {
      "id": 11,
      "productName": "The Art of Heikala: Works and Thoughts",
      "categoryName": "Art of",
      "description": "The Art of Heikala: Works and Thoughts is a comprehensive collection of the best work by popular illustrator Heikala, including exclusive never-before-seen art pieces and works in progress. This beautifully presented hardback book also features step-by-step tutorials on watercolor painting and product design, and explores Heikala's creative process and how she came to build a successful career as an artist. ",
      "price": 1770,
      "is_available": true,
      "productImg": "https://i.postimg.cc/CLB5VWhY/image10.jpg",
      "rating": 4.9,
      "review": 1904,
      "publisher": "3dtotal Publishing",
      "author": "Heikala"
    },
    {
      "id": 12,
      "productName": "Beginner's Guide to Digital Painting in Photoshop",
      "categoryName":"Beginners Guide",
      "description":"Adobe Photoshop is a powerful tool for digital artists, and this book is the newcomer’s indispensable manual for getting started and developing into a versatile digital artist. A definitive update of the bestselling Beginner’s Guide to Digital Painting in Photoshop, this second edition is packed with new content using the software’s latest tools. From the basics of brushes and blending modes to the dynamic potential of layer masks and photobashing, professional artists from across the concept art and illustration industries share accessible step-by-step guides. Learn how to create stunning digital paintings with creativity, skill, and confidence.",
      "price":3209,
      "is_available":true,
      "productImg":"https://i.postimg.cc/9fKpPNJ5/bgdp2-01-1024x1024-2x.webp",
      "rating":4.2,
      "review":225,
      "publisher":"3dtotal Publishing",
      "author":"Nykolai Aleksander, Richard Tilbury"
    },
    {
      "id": 13,
      "productName": "Artists' Master Series: Color and Light",
      "categoryName": "Masters",
      "description": "If you’re an artist who takes their work seriously, whether as an enthusiast, student, or budding professional, then you’re ready to step up to the NEW Artists’ Master Series. This comprehensive first volume explores the use of color and light in both digital and traditional media, with theory, tutorials, techniques, and tips written and illustrated by the world’s best known and most talented artists. ",
      "price": 3200,
      "is_available": true,
      "productImg": "https://i.postimg.cc/PJWRST8g/AMS-color-and-light-FRONT-COVER-01-1024x1024-2x.webp",
      "rating": 5,
      "review": 2683,
      "publisher": "3dtotal Publishing",
      "author": "Charlie Pickard, Djamila Knopf, Guweiz, and Nathan Fowkes"
    },
    {
      "id": 14,
      "productName": "Artists' Master Series: Composition and Narrative",
      "categoryName": "Masters",
      "description": "Aimed at professionals and enthusiasts alike, this comprehensive title dissects the theory and practice of using composition and narrative to advance your art. Artists from across the traditional and digital worlds share a deeper mastery of the subjects through theory chapters, extensive tutorials, inspirational gallery artwork, and expert tips, providing a single, in-depth reference at your fingertips.",
      "price": 3745,
      "is_available": true,
      "productImg": "https://i.postimg.cc/d3YWkpS4/AMSCN-01-1024x1024-2x-1.webp",
      "rating": 3.8,
      "review": 685,
      "publisher": "3dtotal Publishing",
      "author": "Greg Rutkowski"
    },
    {
      "id": 15,
      "productName": "Color and Light: A Guide for the Realist Painter",
      "categoryName":"Masters",
      "description":"From New York Times best-selling author of the Dinotopia series, James Gurney, comes a carefully crafted and researched study on color and light in paintings. This art instruction book is the follow up to the acclaimed Imaginative Realism: How to Paint What Doesn't Exist.James Gurney, New York Times best-selling author and artist of the Dinotopia series, follows Imaginative Realism with his second art-instruction book, Color and Light: A Guide for the Realist Painter. A researched study on two of art's most fundamental themes, Color and Light bridges the gap between abstract theory and practical knowledge.",
      "price":1455,
      "is_available":true,
      "productImg":"https://i.postimg.cc/1zBf6qt6/color-and-light-original-imafeffesn6srgj9-1.jpg",
      "rating":5,
      "review":4328,
      "publisher":"Andrews McMeel Publishing",
      "author":"James Gurney"
    },

    {
      "id": 16,
      "productName": "Beginner's Guide to Creating Portraits",
      "categoryName":"Beginners Guide",
      "description":"For any artist new to portraiture, this beginner’s guide is an essential addition to your tool kit. Expert Steve Forster guides you through essential portraiture concepts and workflows: identifying your own personal style, using photo references, preparing your canvas, and establishing an effective process for striking results. You will learn how to identify your personal style, use photo references, prepare your canvas, and establish an effective workflow for striking results. Must-know portrait-painting techniques and exclusive step-by-step tutorials from expert artists help you put your newfound skills into practice, while gallery pages offer further inspiration and insight into the fascinating art of portraiture. ",
      "price":3500,
      "is_available":true,
      "productImg":"https://i.postimg.cc/jdYR3xLC/BGTCPBOOKCOVER-1024x1024-2x.webp",
      "rating":4.6,
      "review":352,
      "publisher":"3dtotal Publishing",
      "author":"Justine S. Florentino, Steve Forster, Gennadiy Kim, Astri Lohne, Robyn Leora Lowe, Nick Runge, Aveline Stokart, Sara Tepes"
    },
    {
      "id": 17,
      "productName": "How to become a Successful Anime-Style Artist",
      "categoryName": "Character Design",
      "description": "Take the leap and turn your passion for creating anime-inspired art into a successful career with this guide to drawing and painting, promoting, and selling your work. How can you develop an individual style? What is your brand? Who is your audience and how will you engage with them? You will find the answers in this book, as leading artists share how they planned, built, and now manage their own anime-style art careers.",
      "price": 3560,
      "is_available": true,
      "productImg": "https://i.postimg.cc/Jzv5HSsZ/9781912843497-FC-1024x1024-2x.webp",
      "rating": 3.8,
      "review": 478,
      "publisher": "3dtotal Publishing",
      "author": "Anny Yoai"
    },
    {
      "id": 18,
      "productName": "Creating Characters for the Entertainment Industry",
      "categoryName": "Character Design",
      "description": "Step behind the scenes of the animation, illustration, and video game industries to learn how their characters are briefed and designed. Indispensable for both students and professional character designers alike, this book focuses on how to tailor your work to meet the individual needs of audience, media, marketing, and production, while still creating truly dynamic, imaginative, and original characters.",
      "price": 2980,
      "is_available": true,
      "productImg": "https://i.postimg.cc/fR90pybS/ccei-01-1024x1024-2x.webp",
      "rating": 4.5,
      "review": 280,
      "publisher": "3dtotal Publishing",
      "author": "Kenneth Anderson"
    },
    {
      "id": 19,
      "productName": "Morpho: Hands and Feet - Anatomy for Artists",
      "categoryName":"Anatomy",
      "description":"In Morpho: Hands and Feet, artist and teacher Michel Lauricella presents a unique approach to learning to draw the human body. In this book, Lauricella focuses exclusively on the hands and feet—arguably the most popular and, for many, the most challenging parts of the body to draw successfully. Breaking the subject matter down into the underlying skeletal shapes, followed by the musculature, then the skin and fat, and finally, the veins, Lauricella offers multiple approaches—from simple forms to complex renderings—and a plethora of positions and gestures are included to help you improve your drawing skills.",
      "price":1131,
      "is_available":true,
      "productImg":"https://i.postimg.cc/3NkWjYJY/1185.jpg",
      "rating":4.9,
      "review":1422,
      "publisher":" Rocky Nook",
      "author":"Michel Lauricella"
    },
    {
      "id": 20,
      "productName": "Fundamentals of Character Design",
      "categoryName":"Character Design",
      "description":"Why do the characters in our favorite books, animations, and games stay with us long after the final scene? The heroic protagonist, evil villain, comedic sidekick - even the supporting cast – have been crafted by clever character designers with incredible skills at their fingertips. This comprehensive character-design toolkit, written by industry professionals, includes everything you need to design successful and compelling characters.",
      "price":4350,
      "is_available":true,
      "productImg":"https://i.postimg.cc/ZKTL3rVY/funcha-01-1024x1024-2x.webp",
      "rating":5,
      "review":582,
      "publisher":"3dtotal Publishing",
      "author":"Randy Bishop, Sweeney Boo, Meybis Ruiz Cruz, Luis Gadea"
    },
    {
      "id": 21,
      "productName": "Creating Stylized Characters",
      "categoryName":"Character Design",
      "description":"Delve into the vibrant, exciting world of character design with Creating Stylized Characters! Join professional illustrators, animators, and comic artists as they demonstrate how to exaggerate form and proportion. Sharing in-depth and industry-informed knowledge of creating fun and memorable characters, this book teaches essential creative skills that are applicable to both digital and traditional media. Learn how to design exciting heroes, villains, and monsters, as well as about key concepts such as gesture, color, poses, and expressions.",
      "price":4357,
      "is_available":true,
      "productImg":"https://i.postimg.cc/pVkssG95/csc-01-1024x1024-2x.webp",
      "rating":4.8,
      "review":763,
      "publisher":"3dtotal Publishing",
      "author":"Marisa Lewis, Anna Cattish"
    },
    {
      "id": 22,
      "productName": "Morpho: Clothing Folds and Creases",
      "categoryName":"Anatomy",
      "description":"In Morpho: Clothing Folds and Creases, artist and teacher Michel Lauricella presents a unique approach to learning to draw clothing. By connecting the underlying anatomy to clothing, as well as considering the body’s posture and movement, you can learn to draw accurate and realistic clothing. Whether you're interested in art, animation, or fashion, this book is a great resource for anyone sketching or drawing clothing.",
      "price":1131,
      "is_available":true,
      "productImg":"https://i.postimg.cc/63NDL0W3/1270.jpg",
      "rating":4.5,
      "review":510,
      "publisher":" Rocky Nook",
      "author":"Michel Lauricella"
    },
    {
      "id": 23,
      "productName": "Creating Stylized Animals",
      "categoryName":"Character Design",
      "description":"Almost everybody, artist or not, can think of a beloved animal character – whether from a cartoon, a movie, a picture book, a comic strip, or even a cereal box! From the dawn of art to the latest feature-length animation, animals never fail to engage us. Follow in the pawprints of professional artists in this beginner-friendly guide, and you’ll be creating your own fun, memorable animal characters in no time.",
      "price":1685,
      "is_available":true,
      "productImg":"https://i.postimg.cc/t47RsM63/csa-01-1024x1024-2x.webp",
      "rating":4.9,
      "review":887,
      "publisher":"3dtotal Publishing",
      "author":"Trudi Castle, Rudy Siswanto, César Vergara, Erika Wiseman"
    },
    {
      "id": 24,
      "productName": "Imaginative Realism: How to Paint What Doesn't Exist",
      "categoryName":"Masters",
      "description":"Renowned for his uncanny ability to incorporate amazing detail and imagination into stunningly realistic fantasy settings, James Gurney teaches budding artists and fans of fantasy art step-by-step the techniques that won him worldwide critical acclaim. This groundbreaking work examines the practical methods for creating believable pictures of imaginary subjects, such as dinosaurs, ancient Romans, alien creatures, and distant worlds.Beginning with a survey of imaginative paintings from the Renaissance to the golden Age of American illustration, the book then goes on to explain not just techniques like sketching and composition, but also the fundamentals of believable world building including archaeology, architecture, anatomy for creatures and aliens, and fantastic engineering. It concludes with details and valuable advice on careers in fantasy illustration, including video game and film concept art and toy design.More than an instruction book, this is the ultimate reference for fans of science fiction and fantasy illustration.",
      "price":1400,
      "is_available":true,
      "productImg":"https://i.postimg.cc/BZkctdR3/content.png",
      "rating":5,
      "review":1624,
      "publisher":"Andrews McMeel Publishing",
      "author":"James Gurney"
    },
    {
      "id": 25,
      "productName": "Morpho: Mammals",
      "categoryName":"Anatomy",
      "description":"This small, portable book presents more than 500 drawings for 100 species of mammals, collected into categories of habitat—land, water, and air. In this book, artist and teacher Michel Lauricella defines the anatomical characteristics that are common to this class of animals (to which humans also belong) and demonstrates the links between form and function for mammals based on their behaviors, such as burrowing, walking, running, leaping, climbing, flying, and swimming. The instruction and drawings in this book offer profound insights for artists of all kinds, helping you in both your observational drawing of mammals and your creation of imaginary animals so that they appear realistic and believable.",
      "price":1282,
      "is_available":true,
      "productImg":"https://i.postimg.cc/YCKfSybh/1310.jpg",
      "rating":4.1,
      "review":223,
      "publisher":" Rocky Nook",
      "author":"Michel Lauricella"
    },
    {
      "id": 26,
      "productName": "Digital Painting in Photoshop: Industry Techniques for Beginners",
      "categoryName":"Beginners Guide",
      "description":"Inside this comprehensive manual is everything the budding digital painter needs to know about the customizable Photoshop interface, its efficient tools, essential painting brushes, and complex layers and masks. Explore the endless possibilities of digital painting through three highly detailed step-by-step tutorials which look in depth at key processes and professional techniques. Discover how to subtly integrate photo textures, create custom brushes, and generate impressive effects to develop your own incredible artworks.",
      "price":3065,
      "is_available":true,
      "productImg":"https://i.postimg.cc/L6X61HQW/dpip-01-1024x1024-2x.webp",
      "rating":4.3,
      "review":189,
      "publisher":"3dtotal Publishing",
      "author":"Markus Lovadina, James Wolf Strehle,  Matt Tkocz, Daria Rashev"
    },
    {
      "id": 27,
      "productName": "Character Design Quarterly 14",
      "categoryName":"Character Design",
      "description":"Character Design Quarterly (CDQ) is a lively, creative magazine bringing inspiration, expert insights, and leading techniques from professional illustrators, artists, and character art enthusiasts worldwide. Each issue provides detailed tutorials on creating diverse characters, enabling you to explore the processes and decision making that go into creating amazing characters. Learn new ways to develop your own ideas, and discover from the artists what it is like to work for prolific animation studios such as Disney, Warner Bros., and DreamWorks. Issue 14 is adorned by an enchanting cover by Rafael Mayani, and is jam-packed with playful content.",
      "price":1290,
      "is_available":true,
      "productImg":"https://i.postimg.cc/xjWNnN1R/cdq14-01-1024x1024-2x.webp",
      "rating":4.7,
      "review":169,
      "publisher":"",
      "author":"Izzy Burton, Jennifer Yang, Tim Probert, Justin Rodrigues, Faustine Merle, Toshiki Nakamura"
     
    }
  ]
}